Repository: nicolaszwier/WalletWise
Catalog: WalletWise/Localizable.xcstrings
Source language: en
Languages: pt_br

# %@ to %@
source: %1$@ to %2$@
pt_br: %1$@ até %2$@

# %lld transaction%@ selected
source: %1$lld transaction%2$@ selected
pt_br: %1$lld transações selecionadas

source: Add new expense
pt_br: Cadastrar nova despesa

source: Add new income
pt_br: Cadastrar nova receita

source: Add new planning
pt_br: Cadastrar novo planejamento

source: Already have an account?
pt_br: Já possui uma conta?

source: Amount
pt_br: Valor

source: Amount should be more than zero.
pt_br: Valor deve ser maior que zero.

source: An error occurred while trying to signin
pt_br: Ocorreu um erro ao realizar o login.

source: Apply filters
pt_br: Aplicar filtros

source: Brazilian Real (BRL)
pt_br: Real Brasileiro (BRL)

source: Brazilian Real (R$)
pt_br: Reais (R$)

source: British Pound (GBP)
pt_br: Libra Esterlina (GBP)

source: Canadian Dollars (CA$)
pt_br: Dólar Canadense (CA$)

source: Canadian Dollars (CAD)
pt_br: Dólar Canadense (CAD)

source: Cancel
pt_br: Cancelar

source: Category
pt_br: Categoria

source: Clear filters
pt_br: Limpar filtros

source: Confirm password
pt_br: Confirme a senha

source: Create account
pt_br: Criar conta

source: Create first planning
pt_br: Criar primeiro planejamento

source: Create one
pt_br: Criar nova conta

source: Create plannings and start adding transactions to them. A planning is not attached to a bank account, you can create different plannings for different purposes.
pt_br: Crie planejamentos e comece a adicionar transações a eles. Um planejamento não está vinculado a uma conta bancária, você pode criar diferentes planejamentos para diferentes finalidades.

source: Credit card
pt_br: Cartão de crédito

source: Currency
pt_br: Moeda

source: Currency:
pt_br: Moeda:

source: Current balance
pt_br: Saldo atual

source: Current month
pt_br: Mês atual

source: Current period
pt_br: Period atual

source: Custom
pt_br: Customizado

source: Date
pt_br: Data

source: Delete
pt_br: Apagar

source: Description
pt_br: Descrição

source: Description should not be empty.
pt_br: Descrição deve ser preenchida

source: Dining
pt_br: Alimentação

source: Doesn't have an account?
pt_br: Ainda não tem uma conta?

source: Duplicate transactions
pt_br: Duplicar transações

source: Edit
pt_br: Editar

source: Edit expense
pt_br: Editar despesa

source: Edit income
pt_br: Editar receita

source: Edit planning
pt_br: Editar planejamento

source: Education
pt_br: Educação

source: End date
pt_br: Data de fim

source: Entertainment
pt_br: Entretenimento

source: Error on paying
pt_br: Erro ao realizar pagamento

source: Error on submitting planning
pt_br: Erro ao cadastrar planejamento

source: Error on submitting transactions
pt_br: Erro ao cadastrar transações

source: Error on updating planning
pt_br: Erro ao atualizar planejamento

source: Error on updating transaction
pt_br: Erro ao editar transação

source: Expected balance
pt_br: Saldo esperado

source: Expected balance on %@
pt_br: Saldo esperado em %@

source: Expense
pt_br: Despesa

source: Filter transactions
pt_br: Filtrar transações

source: Gifts
pt_br: Presentes

source: Groceries
pt_br: Mercado

source: Health
pt_br: Saúde

source: Income
pt_br: Receita

source: Insurance
pt_br: Seguro

source: Invalid email or password
pt_br: Email ou senha inválidos

source: Is paid
pt_br: Está pago

source: Last eight periods
pt_br: Últimos oito períodos

source: Last four periods
pt_br: Últimos quatro períodos

source: Last three months
pt_br: Últimos três meses

source: Let’s start creating your first planning.
pt_br: Vamos começar criando seu primeiro planejamento.

source: My profile
pt_br: Meu perfil

source: Name
pt_br: Nome

source: Name should not be empty.
pt_br: Nome deve ser preenchido

source: Next
pt_br: Próximo

source: No results for %@
pt_br: Nenhum resultado para %@

source: No transactions pending for this week
pt_br: Nenhuma transação vencendo essa semana

source: Others
pt_br: Outros

source: Password
pt_br: Senha

source: Password and password confirmation doesn't match
pt_br: Senha e confirmação de senha diferentes

source: Pending transactions due this week
pt_br: Transações vencendo essa semana

source: Period
pt_br: Período

source: Period start date to period end date
pt_br: Data de início do período até data de fim do período

source: Periods and transactions
pt_br: Períodos e transações

source: Plannings
pt_br: Planejamentos

source: Please inform a valid email
pt_br: Por favor informe um email válido

source: Please select a category
pt_br: Por favor selecione uma categoria

source: Please select a currency
pt_br: Por favor selecione a moeda

source: Previous
pt_br: Anterior

source: Profile
pt_br: Perfil

source: Rent
pt_br: Aluguel

source: Savings
pt_br: Investimentos

source: Search transactions
pt_br: Pesquisar transações

source: Select planning
pt_br: Selecionar planejamento

source: Shopping
pt_br: Compras

source: Signin
pt_br: Entrar

source: Signin instead
pt_br: Entrar

source: Signout
pt_br: Sair

source: Signup
pt_br: Cadastrar

source: Start date
pt_br: Data de início

source: Submit
pt_br: Cadastrar

source: Subscriptions
pt_br: Assinaturas

source: Taxes
pt_br: Impostos

source: The app automatically creates the weekly periods for you based on your transactions! All you need to do is start adding expenses and incomes.
pt_br: O aplicativo cria automaticamente períodos semanais para você com base nas suas transações! Tudo o que você precisa fazer é começar a adicionar despesas e receitas.

source: The current balance is the total amount that you have today in your planning.
pt_br: O saldo atual é o valor total que você possui hoje em seu planejamento.

source: The expected balance is the expected total amount that you'll have when all pending transactions be paid
pt_br: O saldo esperado é o valor total esperado que você vai ter quando todas as transações pendentes forem efetivadas.

source: This email is already being used
pt_br: Esse email já está sendo usado

source: Transaction
pt_br: Transação

source: Transaction not found
pt_br: Transação não encontrada

source: Transactions timeline
pt_br: Ver transações

source: Transportation
pt_br: Transporte

source: Travel
pt_br: Viagens

source: United States Dollar (USD)
pt_br: Dólar Americano (USD)

source: Utilities
pt_br: Despesas domésticas

source: WalletWise is a simple personal finances tracker that helps you to plan your budget weekly.
pt_br: WalletWise é um organizador de finanças pessoais que ajuda você a planejar seu orçamento semanalmente.

source: We couldn’t find any transactions, go ahead and register the first one
pt_br: Nenhuma transação encontrada, vá em frente e cadastre a primeira

source: Welcome to WalletWise!
pt_br: Seja bem vindo ao WalletWise!

source: You’re all set!
pt_br: Tudo pronto!

source: Your password should be at least 8 characters long and contain: at least one letter, one digit and one especial character
pt_br: Sua senha deve ter pelo menos 8 caracteres e: pelo menos uma letra, um número e um caractere especial
